<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>Description</key>
    <string>Downloads the latest Word 2016 multilingual update pkg,
and appends the version to the end of the filename.

CHANNEL can be set to several values in order to get more frequent updates
that can be used for testing purposes. See the explanations in the 'Channel'
table at http://macadmins.software/docs/MAU_ManifestServer.pdf. Supported
values are 'Production', 'InsiderSlow', 'InsiderFast', or a custom UUID to be
inserted into the Base URL.

LOCALE_ID sets the locale for a descriptive text that will be
extracted from the Microsoft update metadata. See
https://msdn.microsoft.com/en-us/goglobal/bb964664.aspx
for more information about locale IDs.

VERSION supports three values: 'latest', which will download
the latest full update for the given CHANNEL, 'latest-delta',
which will download the latest delta update for the given CHANNEL,
and 'latest-standalone' which will download the latest standalone
installer for the given CHANNEL. 'latest-standalone' does not support
'InsiderFast' CHANNEL.
</string>
    <key>Identifier</key>
    <string>com.github.froegelein.download.MSWord2016</string>
    <key>MinimumVersion</key>
    <string>1.4</string>
    <key>Input</key>
    <dict>
        <key>CHANNEL</key>
        <string>Production</string>
        <key>LOCALE_ID</key>
        <string>1033</string>
        <key>NAME</key>
        <string>MSWord2016</string>
        <key>PRODUCT</key>
        <string>Word2016</string>
        <key>VERSION</key>
        <string>latest</string>
    </dict>
    <key>ParentRecipe</key>
    <string>com.github.froegelein.download.MSOfficeMacProduct</string>
</dict>
</plist>
